<?php

$this->LANG['ModuleTitle']              = 'Настройка модуля "Поиск тем и сообщений пользователя"';
$this->LANG['BelongMembersPerDb']       = 'Записи скольких пользователей хранить в рамках одной базы данных?';
$this->LANG['BelongMembersPerDbDesc']   = 'Этот параметр влияет на производительность модуля, при его изменении потребуется ручная индексация баз данных модуля.';
$this->LANG['BelongViewTopics']         = 'Разрешить просмотр списка тем пользователя?';
$this->LANG['BelongViewPosts']          = 'Разрешить просмотр списка сообщений пользователя?';
$this->LANG['BelongIndexDbs']           = 'Ручная индексация баз данных модуля';
$this->LANG['BelongIndexDbsDesc']       = 'Запустите эту процедуру для актуализации информации о темах и сообщениях пользователей';
$this->LANG['BelongExecute']            = 'Выполнить';
$this->LANG['ModuleUpdateOk']           = 'Конфигурация модуля "Поиск тем и сообщений пользователя" успешно изменена!';
$this->LANG['BelongIndexingProgress']   = 'Идёт индексация: выполнено %d%% (%d:%d). Не закрывайте это окно до завершения процедуры!';
$this->LANG['BelongIndexingOk']         = 'Индексация баз данных модуля успешно завершена!';
