<?php
if (!defined('IN_EXBB')) die('Hack attempt!');

$this->LANG['KarmaHacked']		= 'Пожалуйста, только корректным способом входите в скрипт!';
$this->LANG['KarmaYouGuest']	= 'Не в Ваших силах поменять принцип кармы. Вы всего лишь гость в этом мире. Зарегистрируйтесь!';
$this->LANG['KarmaPostMin']		= ', количество сообщений оставленных Вами на форуме, недостаточно для данной операции.';
$this->LANG['KarmaNotGuest']	= 'Не ищите власти над теми, кто не нашел еще свой путь!';
$this->LANG['KarmaNotDeleted']	= 'Ушедшим к океану смерти уже не нужно Ваше напутствие. Не постигнув природы вещей, они ждут нового рождения!';
$this->LANG['KarmaNotSelf']		= 'Карма – это причина и следствие, а не судьба. Лишь своими поступками Вы сможете изменить себя!';
$this->LANG['KarmaWait']		= 'Ручей иссяк, надо подождать дождя, а Вы так торопитесь! Законы кармы не терпят суеты. Придется подождать часок-другой. Карма, как и море, не волнуется слишком часто!';
$this->LANG['KarmaAdded']		= 'Позитив усилится, а негатив трансформируется в мудрость. Каждый пожнет плоды того, что посеял. Вы изменили карму пользователя – теперь ее значение  %d.';
$this->LANG['KarmaUp']			= 'повысил';
$this->LANG['KarmaLow']			= 'понизил';
$this->LANG['KarmaLog']			= "<br><b>Время %s</b> - %s %s карму пользователю %s \n";
$this->LANG['Karma']			= 'Карма <span id="karma%d_%d">%d</span><br>';
$this->LANG['KarmaAdd']			= 'Поощрить';
$this->LANG['KarmaDel']			= 'Наказать';