<?php
if (!defined('IN_EXBB')) die('Hack attempt!');

$this->LANG['ModuleTitle'] = 'Ќастройка модул€ "“оп-лист активных пользователей"';
$this->LANG['HowDays'] = '—колько дней учитывать при подсчете топ-листа?';
$this->LANG['ShowPosts'] = 'ѕоказывать сколько пользователь оставил сообщений?';
$this->LANG['HowDaysFieldEmpty'] = 'Ќе заполнено поле "—колько дней учитывать при подсчете топ-листа?"';
$this->LANG['ModuleUpdateOk'] = ' онфигураци€ модул€ "“оп-лист активных пользователей" успешно изменена.';
$this->LANG['NoUsersPosts'] = '«а последние %d дней, авторизованные пользователи не оставл€ли сообщений на форуме';
$this->LANG['UsersTopList'] = 'Top-list активных пользователей за %d дней';
?>
