<?php
if (!defined('IN_EXBB')) die('Hack attempt!');

$this->LANG['ModuleTitle'] = 'Настройка модуля "Топ-лист активных пользователей"';
$this->LANG['HowDays'] = 'Сколько дней учитывать при подсчете топ-листа?';
$this->LANG['ShowPosts'] = 'Показывать сколько пользователь оставил сообщений?';
$this->LANG['HowDaysFieldEmpty'] = 'Не заполнено поле "Сколько дней учитывать при подсчете топ-листа?"';
$this->LANG['ModuleUpdateOk'] = 'Конфигурация модуля "Топ-лист активных пользователей" успешно изменена.';
$this->LANG['NoUsersPosts'] = 'За последние %d дней, авторизованные пользователи не оставляли сообщений на форуме';
$this->LANG['UsersTopList'] = 'Top-list активных пользователей за %d дней';
