<?php

$this->LANG['ModuleTitle']		= '–епутаци€';
$this->LANG['RepMsgs']			= '—колько сообщений необходимо набрать дл€ вли€ни€ на репутацию';
$this->LANG['RepWait']			= '—колько времени необходимо подождать между изменени€ми репутации';
$this->LANG['RepDays']			= 'дней';
$this->LANG['RepHours']			= 'часов';
$this->LANG['RepMinutes']		= 'минут';
$this->LANG['RepProtect']		= '«ащита от накрутки репутации между двум€ пользовател€ми';
$this->LANG['RepReason']		= 'ѕределы длины указываемой причины изменени€ репутации';
$this->LANG['RepFrom']			= 'от';
$this->LANG['RepTill']			= 'до';
$this->LANG['RepSymbols']		= 'символов';
$this->LANG['RepPerPage']		= '—колько записей из истории изменени€ репутации выводить на страницу';
$this->LANG['RepGuest']			= '«апретить гост€м просматривать истории изменени€ репутации пользователей?';
$this->LANG['RepDenied']		= '«апретить пользовател€м из списка ниже измен€ть репутацию другим?';
$this->LANG['RepBlackList']		= 'ƒобавьте в этот список имена тех пользователей, которым ¬ы хотите запретить измен€ть репутацию другим. Ёто можно сделать по причине нарушени€ правил форума при использовании репутации. –азмещайте по одному имени на каждой строке.';
$this->LANG['ModuleUpdateOk']	= ' онфигураци€ модул€ "–епутаци€" успешно изменена';

?>