<?php

$this->LANG['ModuleTitle']		= 'Репутация';
$this->LANG['RepMsgs']			= 'Сколько сообщений необходимо набрать для влияния на репутацию';
$this->LANG['RepWait']			= 'Сколько времени необходимо подождать между изменениями репутации';
$this->LANG['RepDays']			= 'дней';
$this->LANG['RepHours']			= 'часов';
$this->LANG['RepMinutes']		= 'минут';
$this->LANG['RepProtect']		= 'Защита от накрутки репутации между двумя пользователями';
$this->LANG['RepReason']		= 'Пределы длины указываемой причины изменения репутации';
$this->LANG['RepFrom']			= 'от';
$this->LANG['RepTill']			= 'до';
$this->LANG['RepSymbols']		= 'символов';
$this->LANG['RepPerPage']		= 'Сколько записей из истории изменения репутации выводить на страницу';
$this->LANG['RepGuest']			= 'Запретить гостям просматривать истории изменения репутации пользователей?';
$this->LANG['RepDenied']		= 'Запретить пользователям из списка ниже изменять репутацию другим?';
$this->LANG['RepBlackList']		= 'Добавьте в этот список имена тех пользователей, которым Вы хотите запретить изменять репутацию другим. Это можно сделать по причине нарушения правил форума при использовании репутации. Размещайте по одному имени на каждой строке.';
$this->LANG['ModuleUpdateOk']	= 'Конфигурация модуля "Репутация" успешно изменена';