<?php

$this->LANG['ModuleTitle']		= '–асширенна€ статистика посещений';
$this->LANG['StatVisitForum']	= '¬ыводить список пользователей, просматривающих форум?';
$this->LANG['StatVisitTopic']	= '¬ыводить список пользователей, просматривающих тему?';
$this->LANG['StatVisitNumbers']	= 'ќтображать в списке форумов кол-во просматривающих их человек?';
$this->LANG['StatVisitDay']		= 'ѕоказывать имена пользователей, посетивших форум за текущие сутки?';
$this->LANG['ModuleUpdateOk']	= ' онфигураци€ модул€ "–асширенна€ статистика посещений" успешно изменена';

?>