<?php
$this->LANG['ModuleTitle']		= 'Расширенная статистика посещений';
$this->LANG['StatVisitForum']	= 'Выводить список пользователей, просматривающих форум?';
$this->LANG['StatVisitTopic']	= 'Выводить список пользователей, просматривающих тему?';
$this->LANG['StatVisitNumbers']	= 'Отображать в списке форумов кол-во просматривающих их человек?';
$this->LANG['StatVisitDay']		= 'Показывать имена пользователей, посетивших форум за текущие сутки?';
$this->LANG['ModuleUpdateOk']	= 'Конфигурация модуля "Расширенная статистика посещений" успешно изменена';